Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ush: مہربانی تھا چیک آسئی<templateFileLink> ٹمپلٹ فائل</templateFileLink>تھئی جملئی کاپی رائٹ بینا[سی سی0 یا اوریجنل کوروم سبمیٹر طرفکئی اجازت بیشئیلا] اؤ پاک تھی، گرامر رزؤنو اؤ پڑاؤ تھؤنو کارا اسانی آٹینو۔ منظور شدہ جملئی تقریباً 10-15سیکنڈو در ریکارڈ یا تعداد پھتؤنو کارا مکمل نوم یا حرف پکار ہنو۔

source: Please fill out this field.
ush: مہربانی تھا انا فیلڈ پورا تھا۔

source: Please select a language to review sentences.
ush: جملہ ئی ݜکونو کارا ایک جیِب منتخب تھی۔

source: Polish
ush: پولی

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ush: <pontoonAccountLink> کا تھئی اکؤنٹ نیِش آکوتے ایکاؤنٹ سپارے۔ با ایک جیِب منتخب تھے۔ <strong></pontoonAccountLink> ٹیم۔ با سیسی کے بعد پراجیکٹ منتخب تھے۔ <pontoonCvLink>کامن وائس</pontoonCvLink>۔ ترجمائی کارا فائلز بینا۔ ایک جے کلک تھے باں تیسی ایک بکس در انلگش الفاظ پشارونو سا با ترجمہ تھے۔

source: Portuguese
ush: پورتیگئیزی

source: Press and Stories
ush: پریس اؤ قصہ ئی

source: Press play, listen & tell us: did they accurately speak the sentence below?
ush: پریس پلے، ݜون اؤ آسو تے رس: سی سی کھارین جملہ صحیح رزینی کہ نی؟

source: Press { shortcut-play-toggle } to toggle play mode
ush: پریس{ shortcut-play-toggle } پلے موڈ ٹگل کارا

source: Privacy
ush: پرائویسی

source: <privacyLink>Privacy</privacyLink>
ush: <privacyLink>پرائیوسی </privacyLink>

source: Privacy Policy
ush: پراویسی پالیسی

source: Privacy, security and transparency.
ush: پراویسی، سیکیوریٹی اؤ ٹرانسپریسی۔

source: Pro
ush: پرو

source: Profile
ush: خاکہ

source: Profile information improves the audio data used in training speech recognition accuracy.
ush: پروفائل معلومات تربیتی وینا ئی کارا استعمال تھیالے ڈیٹا غورا سپاری۔

source: Progress
ush: پیشرفت

source: Public Domain
ush: پبلک ڈومین

source: Pular Guinea
ush: پولار گینی

source: Punctuation
ush: اوقاف

source: Punjabi
ush: پنجابی

source: Puno Quechua
ush: پونو کیچوا

source: Quechua Chanka
ush: کیوچا چنکا

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ush: اُوچت اوݜوجو در دُو سیلیلے ہنی۔ ڇے سیلیبلے نیِش۔

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ush: با حد کراس تھیگی دوبارا کوشش تھا{ $retryLimit }میلٹے

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ush: با لیمٹ کراس بیلو دوبارا کوشش تھا { $retryLimit }سیکنڈا در

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ush: حکومتو، غیر منافع بخش یا میڈیا ادارو ادیئی کارا رابطہ تھئی چی سینو ویب مواد، رپورٹس یا نور مواد پبلک ڈومین کارا وقف بینا۔

source: Reader Effects
ush: پڑھاؤ تھونُو والا آثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ush: پیج در بوٹی الفاظ صحیح پڑاؤ تھونو در فرق لریلو۔ وائس ݜنونو در غور دی چیک تھے تی جے لیکیلی لاا صحیح ہنو، کہ سینو کئی جے غلطی بیلنا سی مسترد تھا۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ush: لرائی نو ڈھانچہ پڑاؤ تھا آنیز در we,re دی شا we are یا ہُور جے۔

source: Read More
ush: ہور رس

source: Read more on our About page
ush: آسئی پیج بارا در ہورے ݜکا

source: Read Sentences
ush: جملئی پڑھاؤ کے

source: Read Sentences, Answer Questions
ush: جمللئی پڑھاؤ کے، جواب دے

source: Read sentences submitted by the community in various languages
ush: کمیونیٹی طرفے کئی جملئی پڑھاؤ تھے

source: Read the sentence carefully - don’t miss, change or add words.
ush: لالو احتیاط ست جملئی ݜکے۔ جے لفظے نی پھتے۔ نی لفظ بدل تے۔ یا لفظ نی جمع تھے۔

source: Ready to add your voice or lend your ear?
ush: تو تمو آواز یا کون چھورونو کارا تیار ہنو؟

source: Ready to contribute?
ush: تُو کانٹریبیٹو تی تیار ہنُو؟

source: Ready to do { $count } more?
ush: ہور مثلاً2

source: Ready to donate your voice?
ush: آواز جمع تھونو کارا تیار بھونو؟

source: Ready to help validate sentences?
ush: جملؤ تصدیق کارا مدد کارا تیار با

source: reCAPTCHA is required if you want to proceed
ush: با سی اے پی ٹی سی ایچ اے ممو تی بجونو کارا پکار ہنو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ush: کامن وائس درمختلف معلومات او نہوز لیٹرز ای میل حاصل تھا۔

source: Recorded Clips
ush: ریکارڈ کلپس

source: Recorded Hours
ush: ریکارڈ گھنیٹا

source: <recordIcon></recordIcon> Last one!
ush: بس آخری

source: [Recording cut off before the end of the last word]
ush: ریکارڈنگ آخری لفظ کئی ݜونونو مݜو کٹ بیلو

source: Recordings
ush: ہورو

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ush: آواز ریکارڈنگ کلپس آسو اوپن ڈیتا سیٹ سپارونو کارا اہم حصہ ہنی، جے رزا، انا ہُم فنی حصہ ہنی۔

source: Record/Stop
ush: ریکارڈ/ بس

source: Record your response
ush: تمُو جواب جمع تھا

source: Record yourself reading sentences in your language
ush: تمُو جیِب در جملئی ریکارڈ تھے۔

source: Record yourself responding to questions and prompts in your language
ush: تمُو جِب در سوالاتو جواب ریکارڈ تھے

source: Record your voice
ush: می آنا موڙو یاد تھے

source: Reference the source of your sentence (required)
ush: تمو جمہ او ثبوت پیش تھا۔[پکار ہنی]

source: Refresh
ush: دوبارا تازا تھا

source: Reject
ush: رد تھونُو

source: Remove
ush: پیر تھا

source: Remove Avatar
ush: اوچر پیر تھا

source: Report
ush: شودی تیارا

source: Report was passed successfully
ush: رپورٹ کامیابی در منظور بیلو

source: Request a Language
ush: جیِبے کارا درخواست

source: Request recordings
ush: ریکارڈنگ درخواست

source: *required
ush: ضرورت ہنی

source: Re-record
ush: دوبارا ریکارڈ تھے

source: Re-record clip
ush: کلپ دوبارا ریکارڈ تھا

source: Respond
ush: جواب

source: Respond To Prompt
ush: سوال جواب دے

source: Response deleted successfully
ush: جواب تھا ڈیلیٹ تھونو کامیاب ہنو

source: Response submitted successfully
ush: رسپانس کامیابی ست سبمیٹ بیلو

source: Return
ush: واپس بونو

source: Return here to edit your goal anytime.
ush: تمو گول ایڈیٹ کارا اینتی ہر وخ واپس او بھئیلا۔

source: Return to Common Voice
ush: دوبارا کامن وائس تے بجا

source: Return to Common Voice Datasets
ush: واپس کامن وائس تے بو

source: Return to Languages
ush: جیِب تی واپس بو

source: Review
ush: دوبارا ݜکیم

source: Review could not be saved. Please try again later.
ush: ریویو سیو نی بیلی، مہربانی تھا بعد در دوبارا کوشش تھا۔

source: ⓘ Review Criteria
ush: جائزہ اصول

source: Review Criteria
ush: جائزہ اصول

source: Reviewed sentences not submitted, are sure?
ush: دوبارا ݜکالے جملئی جمع نی بیلنا، قائل ہنو؟

source: Review existing sentences submitted by the community
ush: کمیونٹی کارا تمو سبمیٹ تھیالی جملئی دوبارا سیئی تھی

source: Reviewing Sentences
ush: جملئی جائزہ گھیننا

source: Review & re-record clips here as you go
ush: اینی کلپو جائزہ گھین اؤ لی ریکارڈ تھے

source: Review & re-record clips if needed
ush: جائزہ گھین اؤ دوبارا ریکارڈ تھے کو ضرورت ہنی

source: Review Sentences
ush: جملئی جائزہ گھیننا

source: Review sentences in your language
ush: تمو جیِب در جملئی با ݜکی

source: Review & Submit
ush: جائزہ گھین اؤ دوبارا بااولے

source: Review transcriptions of recorded sentences for accuracy
ush: ٹیک تھونو کارا ریکارڈ شدہ جملائی دوبارا با ݜکا

source: Review Transcriptions <small>(Coming soon)</small>
ush: ٹرنسکرائبشن دوبارا ݜکا<small>دستی آٹونو</small>

source: Review user-submitted transcriptions in your language
ush: تمو جیِب جمع شدہ ٹرانسکریپشن با ݜکے

source: Romanian
ush: رومانیائی

source: Romansh Sursilvan
ush: رومانیش سورسیلوان

source: Romansh Vallader
ush: رومانیش ویلادر

source: Runyankole
ush: رویانکولے

source: Russian
ush: روسی

source: s
ush: ایس

source: S
ush: ایس

source: Sabah Bisaya
ush: سبا بیسایا

source: Sabah Malay
ush: سباہ ملے

source: Sa'ban
ush: سعابان

source: Sakha
ush: سخا

source: Santali (Ol Chiki)
ush: سنٹالی (او ائی چیکی)

source: Saraiki
ush: سرائیکی

source: Sardinian
ush: سردینائی

source: Save
ush: محفوظ تھا

source: Saved
ush: محفوظ بیلو

source: Scots
ush: سکاٹس

source: Search
ush: لٹونو

source: See how your progress compares to other contributors all over the world.
ush: ݜکیتا تھئی پروگریس دنیائی ہورو کنٹربیوٹر ست کدا موازنہ بینی۔

source: See Less
ush: کم ݜکے

source: See More
ush: ہورے ݜکے

source: Select a Language...
ush: ایک جیِب منتخب تھے

source: Select an option
ush: ایک آپشن کارے

source: Select a variant (optional)
ush: سلیکٹ ایک ویرینٹ[اختیاری]

source: Selected
ush: منتخب بیلنو

source: Select File
ush: فائل سلیکٹ تھا

source: Select File to Upload
ush: فائل اپلوڈے کارا سلیکٹ تھا

source: Select the desired language dataset and choose the version you wish to download.
ush: تو تمو مطلوبہ جیب منتخب تھا اؤ کامیک ورژن تو ڈاونلوڈ تھونو خوشارئیلا سا خوشارے۔

source: Select up to three domains (optional)
ush: ہونا دی ڇے حلقہ ئی سلیکٹ تھا[اختیاری]

source: Select your age
ush: تمو عمر سلیکٹ تھا

source: Select your sex or gender
ush: تمو صنف یا جنس سلیکٹ تھا

source: Self Citation
ush: زاتی حوالہ

source: Send a link to my email
ush: می ای میل تھی ایک لنک ڇئینی

source: Send sign up link
ush: سائن اپ لمک ڇئینا

source: Sentence
ush: جملے

source: Sentence Collection
ush: جملئی جمع تھا

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ush: <sentenceCollectorFragment> جملئی جمع تھونو کارا ہُورے ݜے۔ </sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ush: <sentenceCollectorVideo> جملئی جمع تھونو کارا آسئی گائیڈ ݜکے۔ </sentenceCollectorVideo>

source: Sentence Domain
ush: جملہ او حلقہ

source: Sentences
ush: جملئی

source: Sentences are collected for people to read aloud.
ush: آنے جملئی خلخو کارا جمع بینا۔ سی تیز رائین۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ush: جملو جانچ پڑتال کمیونٹی میانہ روی ذریعہ در بیلنو، انا عمل کامل نی ہنو، تو ادیئی جملہ ݜُونلا چی سا تو ناراض یا پریشانا تھینی، مثال در سا آسئی کمیونٹی گائیڈلائن خلاف تھینو<participationGuidelines>۔ مہربانی تھا یو ای جھنڈا بٹن جا کلک تھا۔ تو آسو ست انیس در رابطہ تھو بئیلا۔commonvoice@mozilla.com۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ush: اینے جمہ ئی جمع بین سا عوامی سپارالو سی سی -0 لائسنس ڈیٹاسیت در آکی جمع بینو۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ush: دُو جنو جا جملوؤ جائزہ گھینونو کیرے سی کامن وائس در شامل ویلے۔ تُو تم جیبی کارا گائیڈ لائن اینی سپاربئیلا۔ <languageGuidelinesLink></languageGuidelinesLink>۔ جملاؤ جا کامن لاسنز در بونو۔ ہر جلی کارا بونو۔ پئینش الفاظو کئی کم بونو۔ تُو ایک جملئی ملاک کئی تپوس تھوبھئیلا سا CC0 تھائی۔ </waiverLink>۔ او لا آسوتے انئی commonvoice@mozilla.com ای میل جا ڇوئنگ بئیلا۔

source: Sentence text
ush: جملؤ عبارت

source: Sentence Variant
ush: جملئی بدلون

source: Separate sentences into one line by pressing “Enter” or “Return” once
ush: ایک رینگ در مختلف جملئی لیِکونو کارا انٹر یا ریٹرن ونس پریس تھی

source: Serbian
ush: سربیائی

source: Serian Bidayuh
ush: سیرئیائی بیدھاؤ

source: Service and Retail
ush: سروس اؤ ریٹیل

source: Set a goal
ush: ایک گول برابر تھا

source: Set my visibility
ush: ما ویسیبیلیٹی سیٹ تھا

source: Setswana
ush: سیتسوانا

source: Settings
ush: ترتیبات

source: Sex
ush: جنس

source: Sex or Gender
ush: رونگ یا جنس

source: SHA256 Checksum Copied!
ush: ایس ایچ اے 256 چیکسم کاپی بیلو!

source: Shan
ush: شان

source: Share Common Voice
ush: کامن وائس شئیر تھے

source: Share my goal
ush: می گول شیئر تھے

source: Share your clip
ush: تمُو کلپ شئیر تھے

source: Share your { $count } Clip Daily Goal for { $type }
ush: ہر دیس مقصدی کارا { $count } کلپ شیئر تھا{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
ush: ہفتہ وار مقصدی کارا { $count } کلپ شیئر تھا{ $type }

source: Shilha
ush: شیلہا

source: Shortcuts
ush: کُھوٹو

source: [Should be ‘dinosaurs’]
ush: ڈائنوسور پکار ہن

source: [Should be “We are”]
ush: [آسئی بونو پکار آسو]

source: Show me sentences and clips from all variants within my language
ush: آسئی جیِبے لہجہ در بوٹے جملئی اؤ کلپس ما تی پشارے

source: Show my ranking
ush: می رینکنگ ڈاگا تھا

source: Sicilian
ush: سیسیلی

source: Sign up
ush: داخل بو

source: Sign up for an account
ush: اکاونٹ در سائن اپ تھا

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ush: کامن وائس نیوز لیٹر، مقصد یاد دہانی اؤ پروگریس اپڈیٹ کارا سائن اپ تھا

source: sign up for email updates
ush: ای میل اپڈیٹ کارا سائن اپ تھا

source: Sign up for { $lang } updates:
ush: سائن اپ در { $lang } اپڈیٹس

source: Sindhi
ush: سندھی

source: Single
ush: اکوست

source: Single sentence submission
ush: ایک ایک جملہ جمع تھونو

source: Single ZIP file containing
ush: ایک زیب فائل در مشتمل ہنو

source: Sinhala
ush: سینہالا

source: Siswati
ush: سیستوی

source: Size
ush: سیز

source: Skip
ush: پھاتے

source: Skipped
ush: دھیریلو

source: Skip Submission Feedback
ush: سبمیشن تاثرات پھتے

source: Slovak
ush: سلووک

source: Slovenian
ush: سولوینیائی

source: Small batch
ush: کھوٹے بیج

source: Small batch sentence submission
ush: شنوٹے جمہ ئی جمع تھونو

source: Small businesses, including tech and AI start ups
ush: شنوٹو کاروبار، ٹیک اؤ اے ائی سٹارٹ اپس ست

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ush: [ٹھیِنجیِلو] [کھنگیِلو] د ٹائسیک لالو بڑو ڈائنوسور۔

source: Social media
ush: سوشل میڈیا

source: Somali
ush: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ush: بعضو جیبو در گرامرے، الفاظے آںی ہورو جیِبو بی کھری ہنی۔ لیسی کارا آسو مخلتف شائی جمع تھونا 2022۔ </ctaLink>۔ لیس در آنا ڈیٹا سیٹ در خلکو جیبو سوونو ہنُو۔

source: Someone asks for a language to be added.
ush: جیلی تپوس تھیگی چیانا جیِب جمع تھا۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ush: آڈیو ٹرانسکرائپشن دوران در جے خرابی پیدا بیلے

source: Something went wrong while fetching prompts. Please try again later.
ush: پرامپٹس ھاصل تھونو وقت درجے سا غلطی بئیا

source: Something went wrong while fetching transcriptions. Please try again later.
ush: ٹرانسکرائپشن دوران در جے غلطی مُݜوتے آلی

source: Something went wrong with reCAPTCHA. Please try again.
ush: جے شیئی غلط بیلنا reCAPTCHA دوبارا کوشش تھا۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ush: جے جیِبے اؤ لہجہ ئی یا فیملیز آکھور کہ لالو مختلف بینا، کہ تو تی ایک لہجہ کئی مشغول بونو مشکل پیخ بینو تو تمو ترجیحات این تی بدل تھو بئیلا۔

source: Soninke
ush: سونیکے

source: Sorbian, Lower
ush: زیرین سوربیائی

source: Sorbian, Upper
ush: بالائی سوربیائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ush: معذرت، کامن وائس لالو سلو چلنو، تھئی دلچسپی کارا مہربانی۔

source: Sorry, something went wrong
ush: معذرت، آنی شیئی غلط ہنی

source: Source: { $sentenceSource }
ush: حوالہ { $sentenceSource }

source: Southern Kurdish
ush: جنوبی کردی

source: Southern Sotho
ush: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
ush: جنوبی ٹیلاسیکو میشٹیک

source: Spanish
ush: سپینی

source: Speak
ush: رس

source: Speakable
ush: رزونو قابل

source: Speakers
ush: موڙو تھونو والا

source: Speaking
ush: رزونو

source: Speaking and Listening
ush: رزنو او ݜُونونو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ush: تمو ایک نارمل آواز در رس بھئیلا۔ تُو کدئی رائیلا لامُو آسئی خوش ہنُو۔ آسو تی تگھے آواز سامو پکارنو ای کدئی تُو رائیلا۔

source: Speak now
ush: چین رس

source: Speak options menu
ush: رزونُو آپشن

source: Speak up, contribute here!
ush: موڙے تھی، اینتی کنٹربیوٹ تھی۔

source: Special Characters and Foreign Letters
ush: خصوصی حروف اؤ بھاری خطی

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ush: خاص نخئی اؤ اوقاف لالو ضرورت وقت در شامل تھونو پکار ہنو، مثال در، ایکapostrophe انگریزی الفاظو در شامل ہنو لکہ ” “don’t” اؤ “we’re” شان در الفاظ متن در شامل تھو بئینو۔ تو کونو ہم “@” یا “#.” شان در الفاظو ضرورت نی ائی۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ush: <speechBlogLink> اسپیچ ریکگنیشن ست شروع تھا</speechBlogLink>

source: Spelling and Punctuation
ush: ہیجے اؤ اوقاف

source: Split into { $archiveCount } ZIP files containing
ush: تقسیم تھا { $archiveCount } زیب فائل در مشتمل

source: Splits
ush: جدا تھا

source: Splits (Age and Sex)
ush: جدا تھا(عمر او رونگ)

source: Start recording
ush: ریکارڈنگ شروع تھے

source: Start typing to describe your accent
ush: تمو لہجے ڈیسکرائب کارا ٹائپنگ شروع تھا

source: Stats
ush: شماریات

source: Status Page
ush: سٹیٹس پیج

source: Still have questions?
ush: باتھے سوالات ہنی؟

source: Streaks
ush: کرخئی

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ush: <strong> [کٹ کٹ]</strong>لالو برو ڈائنوسور در<strong> [کٹ کٹ] </strong>۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ush: <strong> سسا کلپ رد نی تھی ایرازونو والا تھئی جیِب کئی مختلف بئی</strong>انا ہر جلی کارا آواز سواؤنو ضروری ہنو۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ush: <strong> تخلیقی بو۔ </strong>۔ تھئی جیبے خلق لالو عیجنا یا کم یا زیاد بونو۔ سی نو جا مختلف طریقاو ست آنا کوروم شروع تھونو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ush: <strong> [ٹھینجیلو]</strong> لالو برو ڈائنوسار<strong>[کھنگیلو]</strong> ٹرائسیک۔

source: Submit
ush: پیش تھا

source: Submit All
ush: بُوٹے اُولا

source: Submit a new question for the community to read and respond to
ush: کمیوٹنی کارا ایک سوال غرئی تا سی پڑھاؤ تھین

source: Submit a report
ush: ایک رپورٹ پیش تھا

source: Submit clips
ush: کلپ جمع تھونو

source: Submit new questions for the community to read and respond to
ush: کمیونٹی تی سپارونو اؤ جواب کارا نئی سوالی سبمیٹ تھی

source: Submitted
ush: اُلونو

source: Subscribe
ush: سبسکرائب

source: Success
ush: کامیابی

source: success checkmark
ush: کامیابی مارکتے

source: Success, profile created!
ush: پروفائل کامیابی ست سپارا گؤ

source: Swahili
ush: سوہالی

source: Swedish
ush: سوئڈیش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ush: جملہ ئی منظور تھونو کارا سوبنی طرفتی سویب تھا۔ مسترد تھونو کارا آبنی طرفتی سویب تھا۔ ہوناتی سکیپ تے۔ <strong>تم نظرثانی جمع تھوندر نی آموݜے!</strong>

source: Syriac
ush: شامی

source: Tagalog
ush: ٹگالوگ

source: Tahitian
ush: تاھیتی

source: Taiwanese (Minnan)
ush: تائیوانی

source: Tajik
ush: تاجک

source: Taking several attempts to read a word.
ush: ایک لفظ لالولالو رزونو

source: Tamazight
ush: تمازیگتھ

source: Tamil
ush: تامیل

source: Tap
ush: ٹیپ

source: Tarifit
ush: تاریفتی

source: Tatar
ush: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ush: Tatoeba جیب ازدا تھونو کارا جملئی، ترجمہ اؤ رزالے آڈیو کارا ایک لالو بڑو ڈیتاسیٹ ہنو۔

source: Technology and Robotics
ush: ٹیکنالوجی اؤ روبوٹِکس

source: TED-LIUM Corpus
ush: ٹی ای ڈی (TD LIUM )مواد

source: Teke
ush: تیکے

source: Tell us what you'd like to download:
ush: آسو تے رس تو جے ڈاونلوڈ تھئیلا:

source: Telugu
ush: تیلگو

source: Terms
ush: شرط

source: <termsLink>Terms</termsLink>
ush: <termsLink> شرائط </termsLink>

source: Thai
ush: تھائی

source: Thanks for confirming your account, now let's build your profile.
ush: اکاونٹ کنفارمنگ کارا تھئی مہربانی تھا، تھیم تمو پروفائل سپاری۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ush: 259k خلقو، 50 جیبے کنٹربیوشن کارا مہربانی، انا ڈیٹا انسانو آوازو بہترین جوابو کارا وینائے قابل اپلیکیشن سپارینو

source: Thank you for contributing to Spontaneous Speech!
ush: تھئی تمو زاتی بیانی کارا تھئی شکریہ

source: Thank you for contributing your bulk submission!
ush: تھئی لالول تعداد جملئی سبمیشن کارا شکریہ تھا

source: Thank you for contributing your voice!
ush: تم آواز دونُو کارا شکریہ!

source: Thank you for donating your voice clips!
ush: تمُو وائس کلپ تھون در مننہ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ush: ریکاڑدنگ ای کارا تھأیی شکریہ۔ <lineBreak> چین جائزہ گھین اؤ کھرے کلپ اُولے۔

source: Thank you for your information
ush: تمو معلومات رزونو کارا تھئی مہرابی ہنی

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ush: تھئی مہربانی تمو دلچسپی دیم در { $lang } کارا۔ آسو سخت محنت تھونا ہرے جیبے لانچ اؤ چھورونو در تی تیار بونو کارا! ای میل جا ٹیم اپڈیٹ رݜونا۔ کہ و کنٹربیوٹ تھونو بیچھیلا، مہربانی تھا تمو ای میل کھارے دے۔

source: Thank you for your voice information
ush: تمُو آوازے معلوماتے کارا شکریہ

source: Thank you! You’ve sent a new language enquiry
ush: تھئی مہربانی۔ تو ایک نئی جیِبے معلومات ڇائینیگے

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
ush: بہترین جملئی طبعی اؤ موڙو تھونو ہنو— انا ہر ایک تی رزونو در آسان ہنو۔ جملؤ در آوازو بدلون اؤ مختلف الفاظ اہم ہنو۔ آسئی ریکارڈنگ جملئی تمو کمیونٹی رضا کارو تفریح اؤ دلچسپی کارا بہتر سپارونو کوشش تھونا۔
